import React from "react";

const About = () => {
    return (
        <div>
            <main className="about-us">
                <section>
                    <h2>О нас</h2>
                    <p>Добро пожаловать в наш магазин видеоигр! Мы — команда увлечённых геймеров, которая стремится
                        предоставить вам
                        лучший выбор игр. Наша миссия — сделать мир видеоигр доступным для всех, от новичков до опытных
                        игроков.</p>
                    <h3>В нашем магазине вы найдете:</h3>
                    <ul>
                        <li><strong>Широкий ассортимент игр</strong>: от новинок до классических хитов.</li>
                        <li><strong>Профессиональные рекомендации</strong>: наша команда всегда готова помочь вам
                            выбрать идеальную
                            игру.
                        </li>
                    </ul>
                    <p>Мы стремимся к высокому качеству обслуживания и гарантируем, что каждый наш клиент останется
                        довольным.
                        Присоединяйтесь к нашему сообществу, следите за акциями и новинками, и не пропустите
                        увлекательные события и
                        турниры!</p>
                    <p>Спасибо, что выбрали нас для своих игровых путешествий!</p>
                </section>
            </main>
        </div>
    );
};

export {About};